<template>
  <div>
    <div class="conserve-title">
      <span>{{conserveShow.title}}</span>
    </div>
    <div class="conserve-msg">
      <span>时间：{{conserveShow.time}}</span>
      <span>作者：{{conserveShow.writer}}</span>
      <span>浏览次数：{{conserveShow.seeNumber}}</span>
    </div>
    <el-divider></el-divider>
    <div class="conserve-content">
      <span v-html="conserveShow.content"></span>
    </div>
  </div>
</template>

<script>
export default {
  props: ["toDialogId"],
  created() {
    for (let i = 0; i < this.conserve.length; i++) {
      if (this.toDialogId == this.conserve[i].id) {
        this.conserveShow = this.conserve[i];
      }
    }
  },
  data() {
    return {
      conserveShow: {},
      conserve: [
        {
          id: 0,
          title: "狗狗突然喝水量激增也是疾病的征兆吗？",
          time: "2020-4-10",
          writer: "狗狗网",
          seeNumber: 111,
          content:
            "<p>人或小动物喝水非常简单的缘故是由于口干。身体在水中越来越越来越低，务必喝水来填补损害。因为狗出汗少，除开鼻头和坐垫外，还能根据气喘清除身体的发热量。一些水分外流是生理学的，能够根据喝酒非常容易地填补。超出一切正常量的水分摄取，可能是病症的预兆。</p><br><p>一只身心健康的狗是多少水分摄取一切正常？</p><br><p>一般来讲，水的摄入量因为饮食搭配不一样也有一点点不一样。假如狗吃湿的食材，她们将会会少饮，而喂干食或咸食的狗务必填补饮用水，殊不知，这类水摄入量依然是生理学上一切正常的。身心健康的狗应当每日喝20-70ml / kg。意识到您的狗的饮水量很重要，由于喝太少的水将会会造成 脱干，而喝过多的水可能是人体器官病症的预兆。实际上，提升摄入量一般是对尿里中不必要的液體损害的反映。很多病症造成 摄入量和排尿过多，最常见的疾病包含肾衰竭，尿毒症和库欣氏病。一些治疗药物，如皮质类固醇一般会提升饮水量做为负作用。食用过多的水经常与小便提升相关。</p><br><p>当你的狗喝过许多，该怎么办？</p><br><p> 不必限定漏水，以降低饮用水。限定水将会会造成 脱干和流体力学不平衡，使状况更糟糕。</p><br><p> 始终不必忽略这个问题。导致这种转变的标准十分比较严重，可能是致命性的。</p><br><p>当你的狗喝过许多水，你应该怎么办？ </p><br><p>尽早带小狗去宠物诊所确诊。</p><br><p>我的宠物医生如何确诊我的狗的病况？</p><br><p>最开始，您的宠物医生将开展一些血夜和尿里检测。将会必须附加的检测来进一步鉴别和调整病况。降低进水流量的唯一方式 是管理方法潜在性的标准。这种标准中的大部分能够被调整，你的狗能够再次保持稳定的一切正常衣食住行。</p>"
        },
        {
          id: 1,
          title: "养可卡犬为什么要切尾巴？",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p> 前言：可卡犬是一种好看的宠物狗狗，身型和史宾格有很多类似的地区，是一种时尚潮流高端大气的宠物狗狗。拥有大而长的耳朵里面，再加耳朵里面上的装饰毛，如同一个垂着卷头发的金发美女，给人一种非常时尚潮流的觉得。别被他们的表面所蒙骗了，他们可沒有那麼的温文尔雅，只是一种开朗爱动的牧羊犬。2020年里，可卡犬在中国喂养的也愈来愈多了。有爱狗人士问，可卡犬为何切尾巴？就这个难题，下边网编就来告知大伙儿：</p><br><p>1、以便工作中便捷</p><br><p>我们要了解，可卡犬是一种牧羊犬，他们是必须在森林、荊棘中穿行，找寻、猎捕猎食的，是一种出色的牧羊犬。而繁茂的森林里工作中，许多情况下他们细细长长尾巴便是一种阻碍。会被荊棘勾住，危害他们抓捕猎食的工作中，以便更强的展现他们的专业能力，初期就猎手就会给他们断尾手术治疗。</p><br><p>2、搏杀少一个缺点</p><br><p>  一样，在猎捕的情况下，会碰到一些野兽种类的，也有搏杀，拥有尾巴就多了一个缺点，黑客攻击的缺点。此外，尾巴也是小狗最比较敏感的位置，他们在视野的盲点，看不见，当有小动物触碰尾巴的情况下，他们就会觉得难受，危害工作中的专注力，因而，也必须对他们断尾手术治疗解决。</p><br><p>3、比赛审美观必须</p><br><p>  实际上，如今做为宠物狗狗喂养，断尾沒有很大的实际意义，那为何還是要断尾呢？这实际上是一种比赛的规范，比赛必须挑选出哪一种犬更为出色，许多层面都必须从工作犬的必须来考量，断尾后，人体更为紧凑型，不那麼长，从线框而言，也幽美多了。它是如今给宠物犬喂养的可卡犬断尾最关键的缘故。</p><br><p>4、跟随时尚潮流走</p><br><p> 可卡犬一定要断尾吗？那当然是依据自身的爱好了，但是较为注重的爱狗人士，還是对自身的家犬必须断尾，由于一直出色的犬品种，要表述出他们特性，就必须一个参照的规范，新趋势下，出色的犬都是断尾，为自己的家犬断尾也是一种审美观的时尚潮流。关键還是看本人如何去了解了。</p>"
        },
        {
          id: 2,
          title: "养哈士奇有什么必须留意的吗？你知道吗",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p>哈士奇是一种时兴于全世界的宠物狗，哈士奇不但有着高雅的表面，并且性情也罢，十分温驯，特别适合家中喂养的。那麼，你了解养哈士奇必须注意什么吗？</p><br><p>一：喂养</p><br><p>　针对幼狗合成犬的喂养還是有所区别的，铲屎官要依据哈士奇的成才水平喂养。3个月内的小哈士奇，铲屎官应当每日至少要喂养4次，而来到4-6月，则能够降低一餐，喂养3次；若来到6月之后，铲屎官就应当降低喂养频次了，一般来说，两次就可以。此外，要留意喂养幼狗的食材尽量要捣烂并煮开。而针对成年人的哈士奇，铲屎官能够挑选应用狗子专用型犬粮喂养，还可以自身制作狗粮，但是要留意，一些食材不必给它吃。</p><br><p>二：健身运动</p><br><p>　哈士奇活力十分充足，因此铲屎官必须带狗子出来，千万别让狗子长期性待在房间内喂养，那样反倒不利哈士奇快乐成长，一般来说，每天运动1-两次，而每一次健身时间维持在30-60分钟就可以。针对小哈士奇，铲屎官每天带它溜达三十分钟就可以，而成年人的哈士奇则能够增加健身时间，30-60分钟全是能够的。</p><br>p>三：文化教育</p><br><p>大家都了解哈士奇是一种很有主见的狗子，别看它平常看上去傻乎乎，因此铲屎官在训炼哈士奇一定要主要表现出十分强悍的一面，尽量要抑制哈士奇要想当大哥的心里，铲屎官要让哈士奇了解，你才算是大哥，要让狗子服你。</p>"
        },
        {
          id: 3,
          title: "柯基犬掉毛吗？肥屁股的柯基犬掉毛强大吗？",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p>  前言：柯基犬是一种讨人喜欢的中小型宠物狗，他们是英女王最爱的狗，被大伙儿誉为为“英女王的狗”！这类讨人喜欢的断脚、肥屁股的小狗，吸引住了世界各国大爱狗人士，他们也是有一身绮丽的被毛，非常的柔然好看。那麼柯基犬掉毛吗？肥屁股的柯基犬掉毛强大吗？下边网编就来告知大伙儿：</p>1、掉毛<p><br></p> 柯基犬是一种喜欢掉毛的小狗，归属于喜爱掉看毛的狗狗品种，这也和他们丰富、算不上短的被毛有关系。但这归属于周期性掉毛，换句话说在换毛的时节才会很多的掉毛，别的时节還是少的，平时多梳理毛发，一天一次就可以，不容易有多大的苦恼。<p>2、食用盐过多掉毛</p><br><p>柯基犬是一种不用过多食用盐的小动物，他们和别的狗类一样，对食用盐的要求较为比较敏感，给他们做犬粮，不可以想人吃的那般给他们吃那么多的盐，假如长期性那样，就会造成毛发无光泽，掉毛。</p><br><p>3、营养成分欠缺掉毛</p><br><p>   柯基犬假如长期性吃营养成分不足的犬粮，伪劣的犬粮，就会造成他们缺乏营养，不可以考虑被毛的生长发育，就会出現除毛，掉毛，非常是营养元素的欠缺会出現秃斑的难题，但和皮肤疾病秃斑有差别，沒有肿胀、增长的难题出現。</p><br><p>4、皮肤疾病掉毛</p><br><p>  柯基犬有时主人家不留意，造成感染了皮肤疾病，体外寄生虫等，非常容易导致皮肤发炎掉毛，这就必须人们平时梳理毛发的情况下，要留意查验肌肤，非常是冼澡的情况下，要认真查验清理，发觉立即医治。</p><br><p>5、周期性掉毛</p><br><p> 周期性掉毛是每一个宠物狗都是碰到的，但掉毛好一点的小狗，假如贵宾犬只不过是觉得沒有那麼比较严重。但柯基犬那样爱掉毛的小狗就较为太丑了，必须在初夏留意梳理被毛，即便梳理掉掉下来的被毛，不许毛发掉到屋中全是，另外给他们提升蛋白营养成分，让新毛发迅速生长发育。</p>"
        },
        {
          id: 4,
          title: "如何训大麦町犬? 大麦町犬训练方法!",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p>年幼你一定沉迷过迪尼斯动漫电影《101忠犬》。小故事讲的是主人养的一对相亲相爰的大麦町狗——彭哥和白佩蒂，他们生了十五只可爱的狗小宝宝，衣食住行幸福快乐安心。之后，坏女人库伊拉出現，绑离开了他们的深爱商品。彭哥和白佩蒂在诸多热情的小动物协助下，亲身经历诸多艰难危機，总算从库伊拉的魔掌中解救99只遇难的大麦町狗。</p><br><p>那以堆论的大麦町，讨人喜欢而美丽动人，谁都是想象着可以有着那麼一只。大麦町犬，也叫斑点狗。</p><br><p>大麦町犬是一种有黑斑的，独特的狗;宁静而警醒;强壮、壮实、且开朗;绝不腼腆;小表情精明能干;轮廊均匀;分毫沒有浮夸或不光滑的地区。大麦町犬具备巨大的体力，并且飞奔速率非常快。那麼如何训大麦町犬?接下去网编和大伙儿共享大麦町犬训练方式。</p><br><p>大麦町犬训练方式：</p><br><p>最先，在训练前主人要搞好充足的提前准备。释放压力斑点狗焦虑不安抵触的心态，让它越来越清静，而且尝试激起它报名参加训练的兴趣爱好。主人能够柔和的抚摩、友好的和它会话，而且用食材尽心竭力诱惑，为此来激起狗狗报名参加训练的快乐。而且在训练的全过程中，主人也要随时随地观查狗狗的心态，立即的搞好抚慰的工作中。</p><br><p>第二，训练斑点狗的情况下，主人的动态口令一定要清楚明亮，并且不可以随便拆换命令。以便让狗狗更强的了解记忆力命令，主人最好是应用音标发音简洁明了并且清晰的句子。并且不可以不断不断的说动态口令，那样也会让斑点狗造成厌倦的心态。另外，在发号施令的情况下，要防止高声或是是含有痛斥的公布命令，这对狗狗的性情也存有比较严重的危害。才公布命令的情况下，还要依据不一样的状况采用不一样的语调，让狗狗能够快速的区别命令中间的不一样而进行全部训练。</p><br><p>在训练斑点狗的情况下，一般选用得数最多的是逼迫法和诱惑法。在狗狗不可以接纳训练或是是没法了解某种训练的情况下，主人应当采用逼迫的方式，来教會斑点狗进行训练的內容。而当狗狗感觉训练枯燥，不认真完成训练的情况下，能够应用特色美食来诱惑狗狗，提升它报名参加训练的主动性。让它能够训练的进行全部训练。</p>"
        },
        {
          id: 5,
          title: "假如家中的哈士奇过于肥胖是怎么回事",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p>我们了解，无论是人還是狗子，过度肥胖症，综上所述還是不大好的，并且过度肥胖症还非常容易引起一系列的病症。那麼，假如铲屎官发觉自己的哈士奇过于肥胖，应当怎么办呢？</p><br><p>　一：加强锻炼</p><br><p>　哈士奇的确是很吵闹且精力旺盛的狗子，可是长期性在饲养着，又有铲屎官宠溺，当然也会培养懒散的习惯性，铲屎官不在家时就不愿意动，就爱睡觉。時间久了，能长不胖。因此，以便狗子身心健康，铲屎官還是必须积极带领，带狗子出来玩下，加强锻炼，减减肥瘦身。</p><br><p>二：吃太多</p><br><p>有的铲屎官一直担忧狗子食不果腹，因而喂养频次及其食量也多，实际上那样反倒不太好，狗子非常容易发胖，因此铲屎官喂养成年人的哈士奇一般一天一次就可以了，并且不可以让狗子吃太饱，8分饱就好了。并且，铲屎官在喂养的食材还要留意，尽量避免脂肪率高的食材给它吃。</p><br><p>　三：降低零食</p><br><p>　尽管用零食逗狗很好玩儿，可是铲屎官也不可以一味自身高兴而给过多零食给狗子吃，由于吃多零食，狗子也非常容易长胖，反倒危害身心健康，因此适当就可以。此外家中的哈士奇如果早已过度肥胖症，还要降低零食的喂养了。</p><br><p>四：病症</p><br><p>假如家中的哈士奇本来饮食搭配一切正常且非常少投喂零食，可是它却无缘无故发胖，并且十分胖，此刻，铲屎官最好带狗子看一看，看下狗子是不是有哪些病症而引起了肥胖症。</p>"
        },
        {
          id: 6,
          title: "了解刚带回家的小哈士奇应当怎么养吗",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p>哈士奇凭着自身搞笑的表情包，早已在狗界中过得有名气了，备受许多铲屎官的钟爱，要了解哈士奇不但对人温驯，并且还能哄女孩高兴，因此当然很铲屎官都要想养一只哈士奇的。那麼你了解刚带到的小哈士奇应当照顾吗？有哪些必须留意的吗？</p><br><p>一：喂养</p><br><p>相关喂养这些方面十分关键，由于小哈士奇终究还小，人体每个功能也较为弱，假如照顾不太好，也是非常容易得病的，因此铲屎官有责任好好地照顾它。铲屎官必须依据哈士奇的年纪来挑选喂养的频次，一般哈士奇在3个月内最好喂养4次，由于此刻更是处在生长发育环节，务必确保营养成分充足，而到4-6月，就可以适度降低一餐，由于此刻狗子胃口大并且看起来也快。如果来到6月后，铲屎官喂养两次就可以。渐渐地，直到哈士奇有两岁时，一般喂养1次就可以了，并且尽量8分饱就好了，不适合太饱，非常容易胃里消化不良，消花欠佳。</p><br><p>二：健身运动</p><br><p>小哈士奇的健身运动工作能力是不可以和成年人的哈士奇对比的，一般来说，铲屎官每日带狗子转悠三十分钟就可以了。尽管哈士奇是一种十分吵闹且精力旺盛的狗子，可是铲屎官也不可以让狗子玩长时间，要不然非常容易过度疲劳。</p><br><p>三：文化教育</p><br><p>哈士奇是很喜欢捣乱的，因此铲屎官要在哈士奇還是小的时候还要好好地教育它，并且要细心教育，不可以随意责骂，要不然非常容易让狗子丧失自信心。</p>"
        },
        {
          id: 7,
          title: "哪些类型的蝴蝶犬适合你",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p>蝴蝶犬在欧美国家是归属于十分珍贵的伴侣犬和小玩具犬，从500年以前到如今一直时兴，以其气质高雅的心态，迷人娇美的样子，通情达理的智力，特别是在是面部特点，如一只美丽的蝴蝶，因此遭受了全球每个國家老百姓的钟爱。</p><br><p>(1)养小蝴蝶犬還是大蝴蝶犬?</p><br><p>这儿的“大、小”指的是蝴蝶犬年纪的区别。小蝴蝶犬很容易驯练，迅速会与主人创建浓厚的情感。但小蝴蝶犬自控能力差，对人十分依靠，刚开始的一段时间必须主人体贴入微的照料，您会为它分多很多時间和活力。但是当蝴蝶犬蝴蝶犬长大以后，您在它的内心是“父亲”或是“母亲”的影响力，另外蝴蝶犬是您一手照料大的，它在您的心中中的影响力也会象自身的小孩子一样。</p><br><p>大蝴蝶犬和您的关联是相近弟兄一样的友情，它不用您过多的照料。但假如大蝴蝶犬和它原先的主人情感十分深，就会在你没留意的情况下跑回原先的家中去。但也是的大蝴蝶犬原先的衣食住行自然环境不太好，常常食不果腹还老挨揍，假如您十分地尊重它，它经常用到较大的忠实来回报您。</p><br><p>温馨提醒，假如是小蝴蝶犬，最好两月大的情况下抱养着，过早了并不太好。</p><br><p>(2)养公蝴蝶犬還是母蝴蝶犬?</p><br><p>从外观上看，母蝴蝶犬和公蝴蝶犬的差别仅仅块头略微小一点。</p><br><p>从性情上看，母蝴蝶犬较为聪明，收服。母蝴蝶犬一年类似发情期2次，换句话说最少大半年能够生一窝小蝴蝶犬。母蝴蝶犬刚生一次小蝴蝶犬蝴蝶犬后，人体刚开始有一定的更改，除毛较为多，沒有以往好看了。公蝴蝶犬较为顽皮、爱动，但体型和背毛能够维持很长期。公蝴蝶犬在一岁之后(一些大中型蝴蝶犬要晚一点)，就会是不看场合，分不清時间地对母蝴蝶犬投怀送抱。假如喜静得话就养只母蝴蝶犬吧，还能见到小蝴蝶犬的出世呢。</p>"
        },
        {
          id: 8,
          title: "饲养蝴蝶犬需要注意的五大重点",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p>前言：蝴蝶犬是十分喜爱亲密接触人们的，牠是十分软弱且聪慧的犬品种。开心，并且也很喜爱在室外走来走去等主题活动；讨人喜欢、迷你型的表面也让许多 人为因素牠痴迷呢！可是喂养蝴蝶犬都是有很多事宜要去留意喔！一起来瞧瞧吧！</p><br><p>1、不需剪修被毛</p><br><p>蝴蝶犬每一年会换一次毛，一般在3～4月间，因此不需只为牠剪修被毛。蝴蝶犬体能比表面看上去也要健壮，给与适度运动强度是有利于提升牠的胃口及其消化的。</p><br><p>2、摄入营养物质充裕</p><br><p>倘若喂养蝴蝶犬得话应当要重视营养物质是不是充裕，每日需给牠约150克的新鮮肉制品，还务必给牠总数类似的素餐或低糖、少糖的硬饼乾和清理的凉白开水。</p><br><p>3、繁育不可以血亲</p><br><p>若想帮牠配种繁殖，留意不能用其血亲！不然会丧失牠幽美的体形及被毛的漂亮特点。对蝴蝶犬的趾爪务必立即剪修，锐利的趾爪会划伤主人的人体或抓烂主人的衣服裤子喔！</p><br><p>4、非计划内配种</p><br><p>假如母蝴蝶犬一不小心产生交配行为，虽并不是应急安全事故，但提议主人可采用一些方法避免孕期。兽医会帮牠打针药品避免孕期。</p><br><p>5、突发的耳朵痛</p><br><p>当蝴蝶犬产生耳朵痛时将会会在土里磨擦自身的耳朵里面、摆头、呜咽且不许人碰牠的耳朵里面。倘若突发，那将会是耳朵里面进了草种或别的脏东西。</p>"
        },
        {
          id: 9,
          title: "狗狗也喜欢零食 阿拉斯加雪橇犬零食量要控制",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p>阿拉斯加雪橇犬在生活中必然不容易缺乏零食的守候，不论是狗狗 专享零食，還是人们的零食，饲养者多多少少都是给阿拉斯加雪橇犬提前准备一些。可是人们在给阿拉斯加雪橇犬提前准备零食的情况下，也必须把握适合的份量，过多的零食为阿拉斯加雪橇犬的身体成才并沒有过多的益处。</p><br><p>一般来说，给阿拉斯加雪橇犬提前准备适当的零食都是必须的。小量的零食也可适度的提升生活的乐趣，沟通交流主人家与狗 狗中间的情感。可是给阿拉斯加雪橇犬的零食一定要胃口。针对阿拉斯加雪橇犬而言，没天定时执行喂养1-2次就就行了。</p><br><p>阿拉斯加雪橇犬的零食，也不必简易的用人们的零食开展替代。狗狗的零食还必须挑选技术专业的狗狗零食，比如：风干牛肉、鸡脯肉干这些。而不可以将人们的朱古力、现磨咖啡这些零食和饮品给狗狗吃，由于这种食物对狗狗的身体都存有着挺大的安全隐患，不利狗狗的快乐成长。</p><br><p>自然，给阿拉斯加雪橇犬的零食要适当，还有一个关键的缘故就是说，不可以让狗狗将零食当做正餐。零食终究是零食，它不可以当饭吃。阿拉斯加雪橇犬吃多了零食也会出現肥胖病，身体营养成分欠缺、挑食、偏食到呢个病症。最好是的零食饲养就是说，将零食做为生活、训炼的奖励品，在必需的情况下才给阿拉斯加雪橇犬吃。</p><br>"
        },
        {
          id: 10,
          title: "家养萨摩耶必须留意的那些事项",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p>萨摩耶是狐狸犬大家族的一员，相貌柔美讨人喜欢，始终一副在笑的样子，十分的和蔼可亲，因而许多人想喂养一只萨摩耶在家里，那麼，作为铲屎官的你了解养萨摩耶必须留意哪些吗？</p><br><p>1.平常医护</p><br><p>萨摩耶最惹人钟爱的就是说它引人注意的外表，一身嫩白的毛皮，还被称作&ldquo;微笑天使&rdquo;，因而假如铲屎官要想让萨摩耶维持漂亮的外表就必须常常帮萨摩耶清洗毛发了，要不然它会把自身毛发弄得很脏的。此外，萨摩耶的毛发较为多，并且掉毛也情况严重，特别是在是在掉毛季，萨摩耶掉毛会更为比较严重，这时候铲屎官就必须每日帮它整理2-3词毛发了。</p><br><p>2.健身运动层面</p><br><p>萨摩耶是一种较为爱动的狗子，十分开朗，因而铲屎官必须常常带它出来外边转悠，要不然要是没有考虑萨摩耶的运动强度，它将会会在家中捣乱。</p><br><p>3.饮食搭配层面</p><br><p>萨摩耶的毛发很关键，除开平常医护外，饮食搭配也很关键。铲屎官不可以给萨摩耶吃过多的高盐份食材，要不然会加重它的掉毛水平，能够适度在给它添加深海鱼油的狗狼，能够合理降低掉毛水平和让毛发变得越来越有光泽度。此外，铲屎官饲养萨摩耶时，千万别让吃过多，由于吃太饱非常容易让萨摩耶胃里消化不良而造成消化不好。</p><br><p>4.疾病防治</p><br><p>铲屎官假如发觉萨摩耶有异常的状况，铲屎官假如不清晰哪些情况，最好立即带狗子去宠物诊所。</p><br>"
        },
        {
          id: 11,
          title: "京巴犬鼻子干干的是怎么回事？",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p> 第一种，睡觉的时候</p><br><p> 当京巴睡着了以后，它们就不会再出现舔鼻子的这一个动作，所以在这个期间，它们的鼻子会慢慢的被风干，只不过当京巴醒来的第一时间就会重新用舌头将鼻子舔湿。</p><br><p> 第二种，剧烈运动的时候</p><br><p> 当京巴跟自己的小伙伴在户外疯跑的时候，风会不断的去吹它们的鼻子，而此时由于玩的太高兴了，狗狗可能就会忘记填鼻子的这一个动作，所以鼻子自然而然就是干的了，只要当它们又想起来需要舔鼻子的时候，鼻子就会重新被舔湿。</p><br><p>第三种，上火</p><br><p>在京巴上火的时候，不仅仅是他们的鼻子，就连它们的口腔跟舌头都有可能是干燥的，所以在这个时候主人要做的应该是给他们补充大量的饮用水。</p><br><p> 第四种，感冒发烧</p><br><p>感冒发烧的时候，京巴的体温会升高，所以狗狗的鼻子会因此变干，另外，由于发烧的时候京巴的精神不太好，所以也没有精力去不断地舔舐自己的鼻子。</p><br>"
        },
        {
          id: 12,
          title: "京巴犬有哪些东西是不能吃的",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p>1. 海鲜类</p><br><p>日常生活当中，我们所能构建的虾，螃蟹，墨鱼，海蜇，章鱼，这些京巴吃了都特别容易生病。特别容易引起消化不良。</p><br><p>2. 小骨头</p><br><p> 骨头是可以给狗狗吃的，因为能够有效的补钙，但是一些小的骨头是不能够给狗狗吃的。比方说鸡骨与骨这些东西不嚼碎的话，容易划伤狗狗的胃壁和肠壁，一旦造成内出血，那么狗狗有可能会死亡。</p><br><p>3. 刺激性的食物</p><br><p>像是我们日常生活当中经常见的生姜，辣椒，胡椒，这些调味料是坚决不能够给狗狗吃的，因为他们吃了之后能够严重的影响嗅觉的灵敏度。</p><br><p>4. 特殊的蔬菜类</p><br><p> 狗狗不能吃的蔬菜真的有太多了，比方说洋葱。吃过洋葱之后的狗狗很可能会出现茶色血尿，而且还会伴有痢疾和呕吐，所以家长们坚决不能够给狗吃洋葱，严重的能够导致肾脏衰竭。</p><br>"
        },
        {
          id: 13,
          title: "京巴幼犬要怎么驱虫",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p> 1. 体外驱虫</p><br><p>这种驱虫方法比较的简单，家长们可以在市面上购买一些驱虫的滴剂，一个月做一次就可以，不用过于频繁。但是在使用药物的过程当中，一定要在兽医的指导下进行。</p><br><p>2. 体内驱虫</p><br><p> 这种驱虫方法的比体外驱虫方法要稍微复杂一些。在京巴两周，四周，八周，十二周大的时候必须要定时各做一次。12周以后，三个月做一次体内驱虫。家长们可以使用体内驱虫药片来进行，当然也必须要在兽医的指导下用药。</p><br><p>3. 一点注意</p><br><p>有很多家长不理解，为什么要定期给京巴做体内和体外的驱虫。如果说狗狗没有做，那么它体内的寄生虫就会吸收掉它每天所吸收的营养，狗狗的生长就会受阻;体外的寄生虫如果不及时的清理掉，那么就有可能导致狗狗出现严重的皮肤病，以及出现严重的贫血现象。因为体外寄生虫一般是以吸食狗狗的鲜血为生的。</p><br><p>4. 一点经验</p><br><p>当家长们发现自己家爱犬吃的也不少，精神状态也非常好，但就是身体比较瘦弱，那一定要警惕体内是否有寄生虫的存在。如果发现自己家爱犬特别喜欢用爪子挠自己的皮肤，那时一定要警惕体外寄生虫是否已经存在了。</p><br>"
        },
        {
          id: 14,
          title: "蝴蝶犬能吃香蕉吗？",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p>1、香蕉主打通便、清肠胃的，人类在便秘的时候该水果是最佳效果的食物之一。然而蝴蝶犬也会有便秘的，这时候可以选择给它喂食适量的香蕉来调节，是很不错的。</p><br><p>2、香蕉的糖分是较高的，狗狗很难吸收排除糖份。糖分摄入过多，容易对狗狗的肾脏造成负担。严重则会引起糖尿病的。</p><br><p> 3、如果是较小的幼犬蝴蝶犬，还是建议不要喂食，幼犬蝴蝶犬的肠胃非常脆弱，较易受食物的刺激，以免香蕉对肠胃造成的不适。</p><br><p> 最后不论任何水果都应该适量，狗狗一些水果可以吃一点，但都是不可以多吃的，水果的水份较高，吃多了容易导致拉肚子、拉稀等现象。另外类似梨子苹果葡萄等有核的更不能给它们吃。核对于狗狗来说是类似石子的存在，一定要注意给蝴蝶犬们的日常喂食。</p>"
        },
        {
          id: 15,
          title: "蝴蝶犬一直舔身上是怎么了？",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p>1、过敏或酵母感染 </p><br><p>慢性舔舐通常归因于可以追溯到过敏症，过敏源可能是食物，院子里的化学物质，地毯清洁产品，杂草等等。</p><br><p> 2、无聊</p><br><p>无聊是很多蝴蝶犬存在的问题，以前狗子们每天要行走或狩猎差不多十个小时，如今很多狗通常被被安放在家中的一个小院子里，或每天在一个箱子里呆上几个小时。这会导致狗产生负能量，并经常参与破坏性活动，可能包括过度舔舐和咀嚼爪子。</p><br><p>3、焦虑</p><br><p> 焦虑的狗狗常常试图通过过度舔自己来找到解脱，这样舔爪或咀嚼类似于人的咬指甲。另外，狗狗可能经常在睡觉前舔爪子或舔自己睡觉，这是他们放松和舒缓自己的方式。如果没有发红或肿胀，这种舔舐是没有问题的。</p><br><p>  4、跳蚤或蜱虫</p><br><p>跳蚤和蜱会引起严重的瘙痒，可导致金毛具有强迫性的爪子舔和咀嚼。这种情况下，除了使用杀虫剂和跳蚤药物外，请务必清扫狗窝和你的房子。如果您的宠物对清洁产品或非处方药物过敏，可以使用无毒方法来清除跳蚤。</p><br>"
        },
        {
          id: 16,
          title: "蝴蝶犬经常叫的原因是什么？",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p> 1、害怕、警惕</p><br><p> 狗狗是种宠物，难免也会犯一些错误，狗狗主人就要对其进行管教。有些胆子小的蝴蝶犬会因为主人的惩罚而感到害怕，在哀求主人“手下留情”的时候，它们就会发出可怜的叫声，渴望得到原谅。另外，狗狗在遇到让它感动恐惧的事物时，比如听见打雷声、鞭炮声，也会发出害怕的叫声。</p><br><p>  2、开心、兴奋</p><br><p>  家里的蝴蝶犬在年幼期时，会比较活泼好动。一旦遇到什么开心事情，它们喜欢通过跳动、奔跑、吼叫等方式来表达感情。所以，你要是发现自家的狗狗突然就吼叫，也不必惊慌，因为它们很有可能是发现了什么有趣的事情，才会发出这种“快乐的声音”。</p><br><p>3、狗狗饿了渴了</p><br><p>如果你们临睡前没有给蝴蝶犬吃饱，那它可能会因为有这方面的需求而吠叫。通常3个月内的小狗一天需要喂食4餐，所以睡前的喂食显得尤为重要。</p><br>"
        },
        {
          id: 17,
          title: "英国斗牛犬吐了要怎么办？",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p> 1.发现英国斗牛犬有呕吐，腹泻症状，首先要注意其饮水量。英国斗牛犬是很爱喝水的狗狗，有水就喝，不能控制的，主任应该帮助其控制饮水，喝水太多也会引起肠胃不适，而且要注意水质，每天更换新鲜水，出门遛弯，也要注意别和脏水。</p><br><p> 2.除了控制饮水，饮食也是要注意的。生病期间，就简单喂食狗粮，零食不要喂了，特别罐头类的零食。也不要喂食熟肉类的，生食当然更不能了。饮食简单就好了。</p><br><p>  3.可以伴随饮食，喂一些小孩子吃的止泻药，药店基本都有售。去药店咨询下，小孩子吃的常规止泻药。胶囊的，可以把胶囊拆开，里面的药粉混到水或者狗粮里。</p><br><p>  4.分散片的话，就捏碎了，混到狗粮里以上是针对呕吐，腹泻不是很严重的情况，可以先在家里简单治疗下，观察一到两天，喂药后，是不是症状缓解了。不严重的话，一般一天三顿药下来，第二天，就能有好转。</p><br><p>5.观察一天下来，如果喂药没有明显好转，那么，建议立即送宠物医院，检查，找出病因，及时治疗。</p><br><p> 6.六个月的英国斗牛犬，还是小狗，呕吐腹泻一定要重视，家庭治疗，要仔细观察，没有好转，就去医院就医，千万不要拖在家里，觉得再吃几天的药看看，这样很容易拖出大问题，危及狗狗生命。</p><br>"
        },
        {
          id: 18,
          title: "狗这5种表现说明肚子有虫了",
          seeNumber: 111,
          time: "2020-4-1",
          writer: "狗狗网",
          content:
            "<p>   第一，身体消瘦。如果自己家狗狗之前体重在正常范围内，而某一段时间忽然变得消瘦，但是食欲正常，而且吃的东西营养也比较全面的话，那么可能就是肚子里面有虫了，特别是平时体内驱虫比较马虎的狗狗，体内有虫的可能性就更大了。当然，如果主人无法自己确定情况，也可以带到宠物医院去咨询医生。</p><br><p> 第二，便便不正常。相信大家作为勤奋的捡屎官，对于狗狗便便的正常形状是了如指掌。所以一旦狗狗的便便不正常，主人就要提高警惕，看狗狗是不是生病了。而如果便便看上去比较软，或者是偶尔会带血，再加上狗狗出现消瘦等情况，那么可能就是肚子里有虫了，而且以球虫和滴虫为多，不过这种情况在幼犬身上更常见，所以家里有幼犬的朋友要特别注意了。</p><br><p> 第三，牙龈颜色发白。狗狗牙龈的正常颜色应该是淡粉红色的，而且比较光滑。不过如果发现狗狗的牙龈颜色过白，很可能是贫血，而引起贫血的因素之一，就是因为肚子里有虫而造成的营养不良。当然了，因为又涉及到贫血，所以这种情况不太容易判断，如果自己的经验不足，还是带狗狗去看医生吧。</p><br><p>第四，频繁的蹭屁股。狗狗平时喜欢在墙壁或者树木上蹭身子，这都挺正常的。但是如果家里的狗狗总是频繁的做这个动作，而且以蹭屁股居多，那么最大的可能就是两种，一是肛门腺没有及时清理，二是肚子里有虫。而至于具体是哪种情况，应该是很容易判断的。</p><br><p> 第五，咳嗽频繁。其实狗狗也是会咳嗽，比如有时吃东西过快噎到或者呛到了，偶尔感冒发烧等。但是如果狗狗咳嗽的比较频繁，而且并不是吃东西所导致的，也不是生病所导致的，那么十有八九就是感染上了虫子。所以如果狗狗出现了这种情况的话，主人也一定要多加关注了。</p><br><p>  其实狗狗出现以上这些状况之后只能大致判断是肚子里有虫了，保险起见，主人最好还是带狗狗去医院检查。如果真的是有虫了，那么驱虫之后狗狗可能会出现一些不良反应，如食欲下降或者是拉肚子之类的，一般都能在一两天之内自行好转，所以主人不用太担心哦。</p><br>"
        },
        {
          id: 19,
          title: "德牧吃什么补充营养？",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p>  1.干肉饼</p><br><p>  松脆的干肉饼加在罐装食品中喂德牧不仅增加了纤维质、脂肪，而且有嚼劲，加强了腭部运动。</p><br><p> 2.半生食品</p><br><p>半生食品是类似于奶酪的食品，热卡量是罐装食品的3倍，但是碳水化合物的含量多，有糖尿病的狗狗不能吃。可以根据老狗狗的运动量，适当的喂给馋嘴的老德牧。</p><br><p>3.咬胶</p><br><p>咬胶并不是胶，而是一种用牛骨粉压缩制成骨状胶质物。是一种非常适用于德牧磨牙用的食品。母乳的营养丰富，对于德牧的成长有着非常重要的作用，告别母乳的小狗狗可以选择用羊奶粉作为母乳替代品，用来混合干狗粮给小德牧更好的营养。一般来说2-3个月的小德牧已经开始长牙了，也可以用羊奶泡软了狗粮给小德牧吃，一方面让狗狗开始磨牙，一方面也将羊奶中的营养带到了狗粮里面，大概吃个一周左右就可以将软硬狗粮参半给德牧吃。</p><br>"
        },
        {
          id: 20,
          title: "德牧为什么会吃自己的便便？",
          time: "2020-4-1",
          seeNumber: 111,
          writer: "狗狗网",
          content:
            "<p> 一、酶的缺乏</p><br><p> 在野外，德牧的饮食和环境非常契合。当德牧食用猎物的时候，它们会把猎物全部吃掉，包括内脏部分，这里面包含了大量德牧需要的消化酶。消化酶是德牧消化的重要环节，没有它们，狗狗无法从食物中吸收营养。基本上，德牧会把没有消化的营养物质排出体外。虽然德牧自身也会产生酶，但这些不足以高效完成整个消化过程——所以，德牧需要从食物中补充消化酶。如果消化酶缺乏，不仅会让德牧生病，还会导致它们开始在自己的粪便中寻找——因为，是的，便便里充满了营养物质。</p><br><p>二、胰腺外分泌机能不足 </p><br><p>我们知道胰功能不足，这是指德牧的胰腺不分泌或很少分泌消化酶。不额外添加酶的话，狗狗会慢慢地处于饥饿状态，症状包括体重减轻、腹泻，而且，是的，吃大便，因为它们会试图从大便中获得所需的营养物质。</p><br><p>三、寄生虫</p><br><p>由于肠道寄生虫吸收了狗狗肠道的养分，所以德牧会从自己的粪便中获取营养物质。</p><br><p> 四、某些导致暴食的疾病 </p><br><p> 有些疾病，例如糖尿病、甲状腺疾病，还有服用类固醇等药物，会让德牧饥饿得去吃大便。</p>"
        },
        {
          id: 21,
          title: "懒人适合养什么小型犬，养这几种狗最省心",
          writer: "小爱",
          seeNumber: 111,
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p> 适合懒人养的小型犬有很多，比如巴哥犬、法国斗牛犬、柯基犬等等，它们体型较小，毛发较少，比较好打理。每天也不需要花过多的精力和时间去饲养它们，只需花点时间陪伴和注意它们的饮食，带它们出门散散步就行了。</p><br><p>巴哥犬天生就很热情、开朗活泼，每天除了为它梳理毛发以外就只需检查它的眼睛、鼻子和脸部皮肤，因为它容易有睫毛倒插和眼睑内翻的毛病。然后只需要每天定时定点喂食，保持充足饮用水就可以了，是比较适合懒人养的犬种。</p><br><p>法国斗牛犬没有大量的运动需求，不常叫，适合懒人饲养。这种犬最希望得到主人的关注，只需要多花时间陪伴它，需要关爱和鼓励，不能对它过度责骂。只注意喂食不可过多，也不要带它过多运动。</p><br><p>柯基犬也生性活泼，它的毛发很短所以很好梳理，但是它的指甲生长的非常快，一般3个星期左右修剪一次。只需要每天带它出去散步，训练乱咬东西的习惯，定期更换饮食种类就可以了。</p>"
        },
        {
          id: 22,
          title: "“大号泰迪犬”抱着小婴儿睡觉！网友都被萌翻了！",
          seeNumber: 111,
          writer: "小爱",
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>最近，一个狗狗抱着小主人睡觉的视频火了。视频里一个才几个月大的小婴儿，正趴在狗狗身上熟睡，而狗狗因为怕吵醒小主人，躺在床上一动不动，画面超级治愈。很多网友都说，如果不是狗砸眨了眨眼，还以为是只玩具熊呐！还有的网友看到狗狗后有些懵：这……是只巨型贵宾吗？</p><br><p>这种狗狗在北美正在迅速走红，因为它既有金毛温顺的性格，又有贵宾聪明、不掉毛的特点，可以说是只很完美的狗狗。</p><br><p>像这位主人家里，就养了三只金贵，每一只跟小主人的关系都很融洽。看它们陪小主人睡觉的样子，也太有爱了吧！</p><br><p>现在宝宝已经6个月大，狗狗们照顾起他来可以说比妈妈还得心应手，尤其是哄睡技能，简直无人能比。</p><br><p>家里有宝宝的麻麻应该知道吧，如果能有个帮手给自己分担照顾宝宝的工作，真的很难得。何况这位麻麻还有三个……这是哪辈子修来的福分！ </p><br><p>而且有三个大可爱陪伴宝宝一起长大，相信小家伙以后一定是个有爱心、有耐心的孩子，看到这儿不得不承认，这位麻麻简直是人生赢家啊！</p>"
        },
        {
          id: 23,
          title: "盘点世界上最不爱叫的狗，有你家的那只吗？快来看看",
          writer: "小爱",
          seeNumber: 111,
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>1、巴哥犬</p><br><p>巴哥原产地是中国，是一种富有魅力而且高雅的狗狗，大概在14世纪末，它有了正式的名字：“巴哥”，意思是“锤头”、“小丑”，狮子鼻或小猴子，主要是根据外形来起名的吧。巴哥容易睫毛倒插，它的头上有很多皱折，也容易泪管阻塞，它脸上经常会有两条明显的泪痕。巴哥性格体贴，可爱，不需要大量运动，而且它非常爱干净，平时很少会不停地乱叫，是一种比较安静的狗狗。</p><br><p>2，喜乐蒂牧羊犬</p><br><p>喜乐蒂犬原产苏格兰，一直以来都是非常好的牧羊犬，它耐寒、体力好、视野宽阔、忠实、聪明、可靠，非常适合做宠物。喜乐蒂牧羊犬在日本非常受欢迎，它主要分布于英国和北美。</p><br><p>3、小型雪纳瑞犬</p><br><p>雪纳瑞的外表真的是不要太有特色，它们很结实、健壮，长着长长的胡须、眉毛，腿上也有像羽毛一样的毛，耳朵有时也会被主人修成挺直的形状，它的尾巴短短的性格机敏，活泼。</p><br><p>4，罗威纳犬</p><br><p>罗纳威的身体强壮，动非常迅猛，气势恨强悍，非常具有勇气和力量，它曾经被用于看守牛群，恨聪明，很强壮，很容易亲近。经常被作为警犬。它性格沉稳，感情丰富，也非常适合家养。</p><br><p>5，杜宾犬</p><br><p>杜宾是狗狗中很聪明而且身体结构最为优秀，气质最为高贵的一种，可以说，它不屑于汪汪乱叫，一般叫的时候，一定是比较重要的时候。</p><br><p>6，阿拉斯加雪橇犬</p><br><p>阿拉斯加四肢强壮有力，肌肉发达，耐力非常棒，是非常常见的一种雪橇犬。成年阿拉斯加犬性格安静，气质高雅，对主人非常忠心。</p><br><p>7、苏格兰牧羊犬</p><br><p>苏牧也是一种充满灵性的狗中明星：苏牧善解人意，很容易得到主人的信任，它性格机警、聪明，勤劳，给人印象深刻，很多人都把它当做自己的终生伴侣。</p><br><p>8、松狮</p><br><p>松狮的脑袋像傻萌版的小狮子，高贵，自然，脸上经常是很悲的表情，很有趣，因为它可爱的外表，很多人都会选择在家养一只松狮。</p><br><p>9，比熊</p><br><p>比熊也是很少叫的一种狗狗，它更多的时候会用萌萌的眼睛盯着你看，而不是汪汪乱叫。</p><br><p>10、金毛</p><br><p>金毛现在比较流行的小宠物狗，它很容易养，有耐心，而且对主人要求不多，只要定期的运动给她吃饭，体检就可以了。金毛的性格非常温顺，身体匀称、有力、活泼，狗腿不太长，但是也不笨，个性热情、机警、自信而且不怕生，智商也很高。</p>"
        },
        {
          id: 24,
          title: "说边牧难养的，却不知道有这4个好处，养了没后悔过！",
          writer: "小爱",
          seeNumber: 111,
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>1、聪明“好训”</p><br><p>边境牧羊犬的智商很高，要训练它一点也不难，不过训练边牧的时候一定要选择一个安静的环境，还有狗零食很重要。</p><br><p>因为智商很高的边牧有自己的想法，要是你没有一口吃的，要训练它你想都别想，所以训练边牧除了方式之外，狗零食也很重要！</p><br><p>2、外表“帅气”</p><br><p>饲养一只边境牧羊犬绝对不丢你脸，边牧的颜值很高，而且还要很多颜色选择，最常见的边牧是黑白色。</p><br><p>其它颜色的边牧比较贵，而且外表相当的吸引人，带出去溜达回头率绝对很高！</p><br><p>3、性格“热情”</p><br><p>边境牧羊犬性格顽强，温顺，热情而谨慎，边牧对人很热情，尽管对人热情，但对陌生人却不是毫无保留，这也是边牧比较优秀的性格之一。</p><br><p>不过边牧很贪玩，带它出去一定要看好，不然走丢了你都不知道！</p><br><p>4、再家“很乖”</p><br><p>如果你每天早晨都有带边牧出去溜达的话，那么你就可以安安心心的去上班了，因为边牧自己在家的时候，通常很乖。</p><br><p>不是自己玩下玩具就是睡大觉，因为它知道只要乱咬东西或者搞破坏就会给回来的主人惩罚，聪明的它肯定不会自找苦吃！</p>"
        },
        {
          id: 25,
          title: "什么品种的狗狗好养又干净，各类狗狗大测评",
          seeNumber: 111,
          writer: "小爱",
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>（1）贵宾犬（泰迪）</p><br><p>贵宾犬是一种优良的陪伴犬，原产于法国，是法国的国犬，活泼亲人，惹人喜爱。为什么大家都爱养贵宾犬？那当然是因为贵宾犬绝对稳居好养又干净的行列，贵宾宝宝在犬类中智商排名第二，同时符合易驯服，不爱掉毛，体味小三大特征，毛发也不算难打理，可爱的小卷毛手感软软的让人没有抵抗力呢。</p><br><p>需要注意的是，纯种狗都会有遗传病，贵宾犬容易遗传髋骨移位、白内障和皮肤病，但整体来说身体还是比较健康的。贵宾犬性格粘人，需要您花时间多多陪伴哦。</p><br><p>（2） 雪纳瑞</p><br><p>雪纳瑞是梗类犬的一种，原产于德国，属于工作犬，最早在农村用于各种劳作，善于捕鼠。它们性格友好，活泼好动，喜欢取悦主人，既无侵略性，也不会过于胆怯。雪纳瑞的智商排名前20，乐于接受训练，抵抗力顽强，体味小，不爱掉毛。</p><br><p>在养前需要注意的是，小雪的耳毛长，耳朵需要经常清理，否则容易长耳螨哦。另外，小雪的毛比较长需要时长打理，可以做各种造型，是百变小王子呢。</p><br><p>（3）金毛寻回犬</p><br><p>拥有一身金灿灿毛发的金毛寻回犬相信大家一定不会陌生，它们起源于苏格兰，天性温顺友好，没有攻击性，是优秀的陪伴犬和导盲犬。金毛虽然看起来憨厚老实，但是狗不可貌相，金毛的智商在犬类中排名第四，非常易驯服，且身体结构稳固，健壮结实。可爱的金毛毛发较长，需要每天梳毛，但是不易打结很好打理，就是掉毛不算少哦，处于中等水平，不会像二哈一样掉毛到崩溃。</p><br><p>需要注意的是，金毛在一岁前是恶魔，喜欢拆家，一岁后是天使，各位铲屎官一定要坚持待它成天使哦。此外，金毛精力旺盛，需要较大的运动量，主人们带着您家的大金毛去运动吧！</p><br><p>（4） 秋田犬</p><br><p>秋田犬是日本的国犬，也是日本最大的狐狸犬种，广受人们的喜爱，著名的“忠犬八公”就是秋田犬哦。秋田犬对主人绝对忠诚，勇猛敏锐，警惕性较高，因此服从性很高。此外，秋田犬毛发较短，很好打理，体味较小，是爱干净的狗狗。</p><br><p>需要提示的是，虽然秋田犬身强力壮，身体倍棒，但是由于非常贪吃，容易肥胖。此外，秋田犬活力满满，需要较大的运动量，攻击性较强，能够看家但是出门遛狗也要带好牵引绳哦。</p><br><p>（5）蝴蝶犬</p><br><p>蝴蝶犬因耳朵上的长毛直立装饰，犹如翩翩起舞的蝴蝶而得名，原产于西班牙，是欧洲最古老的品种之一。目前蝴蝶犬在国内不是很常见，但是它非常聪明（智商排量第8），体味很小，不爱掉毛，推荐给喜欢软萌可爱小型犬的朋友们。蝴蝶犬不爱吠叫，对运动的需求较小，适合家养，虽然看似弱不禁风实在是很活泼，对环境的适应能力很强呢。</p><br><p>养蝴蝶犬的需要注意的是，蝴蝶犬对主人的占有欲较强，比较善妒哦，为了保持漂亮的外观，打理毛发也是不可少的。</p>"
        },
        {
          id: 26,
          title:
            "如何区别圣伯纳和罗威纳？圣伯纳多少钱一只 ，圣伯纳好养嘛，罗威纳多少钱一只",
          writer: "小爱",
          seeNumber: 111,
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>圣伯纳犬和罗威纳犬的区别一：</p><br><p>圣伯纳是着名的超大型犬，成年后身高可以达到61-71厘米，体重也会达到50-90公斤。头部很大颅骨也很宽，眼窝边缘很突出，与头的长轴形成直角，枕部比较发达。在圣伯纳犬的眼睛上方前额的皮肤有一点皱纹，向前额中部的沟集中，在它处于警备状态的时候会更明显。当然，如果这些皱纹很深的话，是属于失格的表现。</p><br><p>罗威纳犬也是非常着名的宠物狗之一，成年后身高可以达到身高58-69厘米，体重也可以达到41-50公斤。罗威纳犬的头部长度中等，头盖宽，鼻口部短且厚，耳朵中等大小，耳根高，颧骨圆拱而止部清晰，上下颚非常有力。眼睛中等大小，为古铜色。被毛较短，笔直且上毛粗而下毛细。</p><br><p>圣伯纳犬和罗威纳犬的区别二：</p><br><p>圣伯纳犬体型虽大，但是性格还是很温顺的，容易与家人亲近，终于主人，也喜欢和小孩子在一起，当然对待孩子的耐心也是非常强的。圣伯纳犬能适应极为恶劣的环境，而且容易被训练，擅长救生。科学的饲养使得圣伯纳能成为很好的宠物狗。</p><br><p>罗威纳犬的性格机警个性沉稳。当然对主人也是绝对的忠诚，生活中罗威纳犬善于分辨是非，对朋友很好然而对入侵的敌人则十分的凶猛。饲养罗威纳犬要注意，应该从小就对它进行严格的训练和调教，这样罗威纳经过科学的驯养都可以成为优秀的护卫犬和宠物狗。</p><br><p>宠主们掌握了这两个区别，是不是很容易就辨别出圣伯纳犬和罗威纳犬了，通过我的宠舍网小编的介绍，是不是对饲养狗狗也充满了信心。</p>"
        },
        {
          id: 27,
          title: "适合女生养的小型犬",
          seeNumber: 111,
          writer: "小爱",
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>巴哥犬属于中华田园犬，是十分适合女生养的小型犬。巴哥犬性格特别安静，从不会乱叫。但即将发生危险时，巴哥犬也会通过吠叫，机警的提醒主人。同时，巴哥犬比较慵懒，运动量很小，不必经常牵出门运动。</p><br><p>泰迪犬拥有如泰迪熊玩偶般甜美可爱的外表，同时也被公认为最不容易掉毛的小型宠物犬。它们天性活泼、开朗，喜欢与主人进行互动，同时拥有强健的体魄，不易生病，是家养小型犬的首选。</p><br><p>比熊犬性格文静、乖巧、驯良，并且拥有如棉花糖般纯洁、无垢的外表，只需要略微修饰就可以打理出惊艳、华丽的造型。同时，它们的口味并不挑剔，即使是适口性不佳的狗粮也照吃不误，因此非常适合女生家庭饲养。</p><br><p>蝴蝶犬数目稀少、价格昂贵，但它们的美丽是毋宁质疑的。这种狗狗的外表非常惊艳、美观，拥有一对宛如蝶翼般的耳朵，走到哪里都能脱颖而出，并且可以通过修饰展现出各有千秋的不同造型，非常适合有年轻女孩的家庭饲养。</p>"
        },
        {
          id: 28,
          title: "茶杯犬有哪些品种，盘点常见的5个茶杯犬种类",
          writer: "小爱",
          from: "狗狗网",
          seeNumber: 111,
          time: "2020-4-18",
          content:
            "<p>茶杯犬是现在比较流行的犬种，其中茶杯泰迪是比较常见的，茶杯约克夏和茶杯马尔济斯犬性格都是温顺文中的，对家里的人很友善，很喜欢跟主人一起玩耍。茶杯吉娃娃和茶杯博美犬都是因为其小巧可爱的体型深受人们的喜爱，警惕性高也很聪明。</p><br><p>1、茶杯泰迪</p><br><p>现在很流行的茶杯犬有哪些品种呢，茶杯泰迪是茶杯犬类最常见的一种，玩具泰迪因基因突变而诞生，成了最早的茶杯犬，后经美国培育，发展成现今可爱小巧的模样。</p><br><p>2、茶杯约克夏</p><br><p>茶杯约克夏个子虽然小，但是勇敢忠诚，其迷人聪明的性格很吸引人。它对主人或家里的熟人都是很友善的，很容易和家里的成员相处，但是对于陌生人就会很机警。</p><br><p>3、茶杯马尔济斯犬</p><br><p>茶杯马尔济斯犬身材修长，被毛如丝绸般非常的有光泽，步调优雅多姿，非常的惹人喜爱。它的性格虽然温驯稳重，但骨子里还是透着活泼的，很喜欢跟主人一起玩耍。</p><br><p>4、茶杯吉娃娃</p><br><p>茶杯吉娃娃有着和梗类犬相似的特点，精力非常的充沛。它有着坚韧的意志、警惕性很高很黏人，对外来的同品种狗狗有敌意，是以匀称的体格和娇小的体型广受人们喜爱。</p><br><p>5、茶杯博美犬</p><br><p>茶杯博美犬也是以小巧可爱的体型而深受人们的喜爱，它是原产德国，属于德国狐狸犬的一种。具有警惕的性格、聪明的表情，动作敏捷，而且对于事物具有很强的好奇性。</p>"
        },
        {
          id: 29,
          title: "狗狗睡姿的秘密",
          writer: "小爱",
          seeNumber: 111,
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>狗狗的睡姿不仅是搞笑和可爱，也可以揭示很多关于你的宠物的秘密。每只狗都有自己复杂的个性，睡觉姿势可以看出他们所处的状态。</p><br><p> 狗狗选择以各种不同的方式休息有很多原因。无论你的狗狗选择什么样的睡姿，或者用背部，或者肚子，或者蜷缩在球，或不同的东西 - 它揭示了很多关于他们和他们的感觉！</p><br><p>  蜷成一团</p><br><p>狗狗的腿和尾巴紧紧地卷在他们身下，后者他们的尾巴有时会覆盖他们的脸。狼和雪橇犬用这睡姿保持温暖，虽然被降雪覆盖，但仍然保持舒适温暖。</p><br><p>四脚朝天</p><br><p>狗狗用背部躺在地上，四脚朝天。这种睡姿可以帮助他们散热。这种睡姿证明狗狗完全舒适，正睡的超级香（一般玩累了都是这个睡姿）</p>"
        },
        {
          id: 30,
          title: "给狗狗剪指甲可不是小事",
          seeNumber: 111,
          writer: "小爱",
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>给狗狗剪指甲你完全可以在家里自己完成，只要把握好尺度，别一次剪得太多了，特别是别剪到血线，要是让狗狗出血了，它以后就会对剪指甲很怕怕啦。看一下这组演示图，你就知道自己怎么给狗狗剪指甲也没什么难的。</p><br><p>    1、用手抓住狗爪子的指甲根部，如果是长毛狗，要把趾前的长毛绺上去，让指甲完全露出来。</p><br><p>  2、用宠物专用的剪指甲刀，垂直于指甲修剪。刀刃要锋利，剪的时候不能拖泥带水。</p><br><p>3、一次别剪太多了，可以剪得勤点儿。以防一次剪太多了，特别是剪到了血线就会出血了，以后狗就会害怕剪指甲了。</p><br><p> 4剪完以后指甲大概的长度，如果你的狗狗很有耐心，你还可以用指甲锉好好给它锉一下指甲前端刚刚修剪过地方。</p><br><p>5在狗狗脚腕附近还有个狼爪，这个指甲也需要修剪。也有些狗狗有可能在小时候被截掉了狼爪。</p><br><p> 控制狗狗，避免剪伤：修剪趾甲时我们要控好狗狗，不可以乱动，避免剪伤不慎剪到血线，应止血 看不到血线，一点一点下手不常剪趾甲，越不容易剪，从头到末，慢慢修正：我们在最后用趾甲挫时，要从趾甲顶端按照他们的弧线向趾甲末端沿一个方向滑动。</p>"
        },
        {
          id: 31,
          title: "怎样长时间保存狗粮",
          seeNumber: 111,
          writer: "小爱",
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>为了省钱主人们常常会购买大袋装的狗粮，钱是省到了可是储存又成了个大问题，若是保存不当狗粮就会受潮发霉，造成更大的损失。所以如何才能做到狗粮防潮防霉？下面有几个简单的小方法与你分享：</p><br><p>1、可以将狗粮分装在大点的密封袋内，等到狗狗吃完一袋再开封另一袋。</p><br><p>2、购入一个体积大点的储物箱，一般在家乐福、沃尔玛等大型超市都能买到，价格便宜东西又好。把狗粮装入储物箱内，还能保证狗粮的卫生。 </p><br><p>3、买一个罐装的吸湿器放在箱子里面狗粮中央，或是将食物干燥剂放在狗粮里。 </p><br><p>4、将狗粮放在阴凉干燥、避免太阳直射、不能让狗狗轻易接触到的地方。确保狗粮的长时间存放最后提醒你记得每次食用后，扎紧袋口以免变质。如果你家的狗狗饭量很小，我们还是建议你购买小包装的狗粮，以免因小失大得不偿失。</p>"
        },
        {
          id: 32,
          title: "狗狗的动作代表有事告诉你",
          seeNumber: 111,
          writer: "小爱",
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>虽然很多主人都将家中狗狗当作自己的小孩，不过有时却忽略了它们肢体动作所传达出来的重要讯息。不像是家中小孩从牙牙学语开始就能用语言表达自己需要什么，毛小孩只能透过眼神交流、肢体动作以及叫声来向主人传达自己的感受与需求。</p><br><p>不断盯着你看</p><br><p>这取决于狗狗是用什么样的眼神在看你。如果表情正常的直视你，代表在跟主人「眉目传情」，日本研究团队指出，当狗狗表情正常一直盯着你看时，它们身上的催产素也会随之上升，代表它们对于所注视的对象有很浓的依恋。</p><br><p>脚掌半举在空中</p><br><p>如果你的狗做这个动作，但头却往下，这代表它现在取于狩猎模式，呈现要扑向猎物之姿，所以这时你最好赶快让路给它。</p><br><p>背拱起来</p><br><p>整只狗缩成一团这代表是狗狗现在吓坏了，如果你看到有狗狗做了这个动作，但当下却没有明显威胁它的事物，那很有可能这只狗狗遭到虐待。</p><br><p>坐在你脚上。</p><br><p>狗狗会做这个动作的原因很多，有可能要表现它现在很有自信，传达「我是老大」的感觉；也有可能是展现分离焦虑（坐在你脚上可能让它觉得很靠近你，降低焦虑感）；另外的原因就是狗狗要表达「你是我的」，展现占有欲。</p><br><p>依偎在你身旁</p><br><p>这代表狗狗在跟你示好，希望你能多关注它。这个动作也会让它们感到更有安全感。</p><br><p>舔舌头 </p><br><p>如果狗狗舌头直直伸出来并马上缩回去，这代表它们感到不自在，这可能是因为它们在跟不熟识或不喜欢的人相处，所以感到焦虑不安。</p>"
        },
        {
          id: 33,
          title: "高温夏日狗狗防暑降温四要点",
          seeNumber: 111,
          writer: "小爱",
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>现在天气已经进入酷暑高温，北方都已经30度，南方更是到了35-40度；越来越热的气温，大家有没有注意到自家的宝贝已经开始吐舌头、打蔫、没胃口等等情况。这时候的我们就应该提前准备什么，不要等到心爱的宝贝中暑后悔莫及。</p><br><p>一、保持宝贝饮水充足</p><br><p>   夏天出汗，不管是人还是狗狗，身体都在大量缺水；这时候我们就要给宝贝们准备大量干净的饮用水。切记主人要经常观察宝贝的水盆，天热的情况下水源也容易收到污染，需要及时更新；而且对于上班族的主人来说，就要在夏天的时候为宝贝更换一个更大更适合的水盆。</p><br><p>二、食物保鲜，瓜果蔬菜骨肉要均衡</p><br><p>  夏天随着出汗，宝贝身体里的营养会随之大量流失，而宝贝没有胃口又会造成营养不能及时补充，由此下去会更加恶性循环。因为我们可以准备一些宝贝平时爱吃或者清凉的食品来提高，切记一味只图宝贝好胃口，而造成营养摄入单一。另外现在天热闷热，食物容易腐烂变质，如果狗狗没有吃完的食物请及时收回，一旦出现变质要及时扔掉，冰箱也不是万能的。有喜欢自制的家长们，也请少量多次做。</p><br><p>三、保持屋内清洁，空气流通</p><br><p>屋内地面要保持清洁干燥，避免闷热潮湿滋生细菌；毕竟我们的宝贝们都是长毛整个肚皮扒在地上，长期下去容易患上皮肤病。</p><br><p>早晚气温较低时，记得要开窗通风；切记不要贪图一时凉快，让宝贝长期带着空调房间内。</p><br><p>四、要毛发清洁，不要剃毛</p><br><p>  夏天到了，经常可以看到好多狗狗不穿毛大衣便跑出来，其实这样做对狗狗非常不好。毛发浓密狗狗会很热的，这个只是在我们看来；其实狗狗的排汗是舌头和脚掌，并不像人类是在皮肤上而剃毛带来的坏处要多于好吃，除非是得皮肤病的宝贝，否则不要剃光光。</p>"
        },
        {
          id: 34,
          title: "狗狗剃毛真的好吗？",
          seeNumber: 111,
          writer: "小爱",
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>炎炎夏季又到了，很多爱狗心切的主人感觉自己剪个短发很凉快，就想着要么给自家狗子剃个或时尚或雷人的造型，要么干脆剃光，脱掉毛大衣~想到爱犬不再受夏日的煎熬，主人心里美滋滋的。但是这样真的好嘛？狗狗剃毛真的能降温吗？</p><br><p>狗狗剃毛是不能降温的</p><br><p>我们觉得热了脱件衣服，风吹吹挺凉快是因为人的皮肤上有汗腺，可以通过排汗散热，但是狗狗汗腺不发达，剃光毛对散热并没有帮助。狗狗的毛有一定的隔绝外界温度，保持自身体温的功能，所以有毛毛反而没那么热，半夜趴地板睡觉时也没那么容易着凉。</p><br><p>剃毛的时候风险比较大</p><br><p>剃毛的时候，直接把狗狗贴皮剃光，实际上这样有很大风险。首先剃毛过程中刀头会发热，容易伤害毛囊，其次剃毛手法不对也会伤毛囊甚至剃破，所以最好不要贴皮剃光，另外去找专业美容师剃，不要自己动手。我们可以给它身上留半公分到一公分的长度，稍做修剪也能很漂亮的，看着也凉快许多，满足了我们视觉。 </p><br><p>剃毛之后皮肤抵抗力变差</p><br><p>狗狗毛发可以达到隔热的效果。夏天隔绝紫外线，冬天御寒保暖，绝对的冬暖夏凉。除此之外，毛发还可以帮助狗狗抵御虫害。然而没有了毛发的保护，狗容易受到蚊虫叮咬，可能被晒伤，甚至会发生过敏。而且这样裸露的皮肤也更容易被爪子抓破，导致伤口发炎感染。 </p><br><p>剃毛之后狗狗容易抑郁和自卑</p><br><p>狗狗属于社会动物，也是有自尊心的哈。给狗狗剪个杀马特的造型，它也会自卑的，会觉得'没脸见狗了'。如果狗狗因为手术或者治疗皮肤病不得不剃光毛发，主人一定要注意平时多夸奖夸奖它，千万不要当面嘲笑，狗是能够理解人的态度的。镜子什么的不要给它看了哈。 </p>"
        },
        {
          id: 35,
          title: "狗的嗅觉可以闻出人类的血糖水平",
          seeNumber: 111,
          writer: "小爱",
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>克莱尔·佩斯特菲尔德是剑桥大学阿登布鲁克医院的儿科糖尿病专科护士，同时也是1型糖尿病患者。她有一只金毛拉布拉多猎犬，经过慈善医学探测犬组织的训练，这只狗可以察觉到她的血糖水平是否下降到了危险水平。</p><br><p>克莱尔说：它不仅是我的好伙伴，还能给我预警低血糖。如果它闻到了气味，就会跳起来把爪子搭在我的肩膀，以此来警示我。</p><br><p> 低血糖能引起一系列问题，比如颤抖，头晕和疲劳；如果患者没有及时补充血糖，还会导致癫痫发作，最后昏迷。对于某些糖尿病患者，这些事可能会毫无征兆地突然发生。</p><br><p> 在一项检验该假设的初步研究里，科学家找了8个四十多岁，并且都有1型糖尿病的女人，然后在可控状态下降低她们的血糖水平。之后他们用质谱仪来检测这些化学物质的存在。研究人员发现，有一种叫异戊二烯的化学物质含量在血糖降低时会显著上升，有时候还会翻倍。他们认为，狗可以感受到异戊二烯的存在。</p><br><p>异戊二烯是人类呼吸里最常见的天然化学物质之一，但对于它的来源，我们知之甚少。人类对异戊二烯的存在不敏感，但狗那令人难以置信的嗅觉，却能很容易发现异戊二烯，因此可以训练狗狗去提醒它们处于低血糖危险状况的主人。</p>"
        },
        {
          id: 36,
          title: "狗狗耳朵有异味能自己清洁吗",
          writer: "小爱",
          seeNumber: 111,
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>我们一般长时间没有给狗狗清理耳朵之后，狗狗耳朵里就会有一种难闻的异味，尤其是毛发比较浓密的松狮犬，蝴蝶犬等耳朵里的毛又长，而且长时间没有清理之后，臭味会越来越严重，其实到导致狗狗耳朵里臭的原因不只是耳螨，还有可能是耳道内的污垢实在太多了。所以我们就要肩负起为狗狗清理耳朵的重任。</p><br><p>我们在给狗狗清理耳朵的时候要准备好三样物品，酒精，，耳油，棉签。然后我们就要开始清洁了，首先我们要看清楚狗狗耳朵里的脏物集中在那个方位。然后我们用棉签沾取酒精，先把狗狗外耳道给擦拭干净。再将宠物专用的耳油向狗狗耳朵里滴进两滴，在将狗狗的耳朵盖上轻轻按揉一分钟。然后在看看狗狗耳朵里的脏物是不是已经有些脱落。</p><br><p>狗狗在感觉自己的耳朵不舒服的时候会自己甩头，甩出来，我们也可以用棉签轻轻将耳朵里的脏物取出。我们为了让狗狗减少耳螨，和病菌的侵害要保持一个星期帮狗狗清理一次。最好将狗狗耳朵里面的毛修剪一下，能够减少狗狗耳朵里的污垢，耳螨，细菌的滋生。</p>"
        },
        {
          id: 37,
          title: "狗狗能喝牛奶吗",
          writer: "小爱",
          from: "狗狗网",
          seeNumber: 111,
          time: "2020-4-18",
          content:
            "<p>牛奶属于一种营养食品，它能补充人类丰富的钙、脂肪和蛋白质。但是狗狗能喝牛奶吗，狗狗喝牛奶会不会引起健康问题。其实狗狗和人一样总体情况是可以喝的，但是有一部分狗狗或者狗狗品种问题，或者身体问题，导致狗狗的肠胃很难消化牛奶中的乳糖，这样当喝了牛奶后出现放屁、腹泻、脱水或皮肤发炎等。喂牛奶应注意以下原则：</p><br><p>1.最好不要喂狗狗喝鲜奶，因为鲜奶更容易使狗狗出现拉稀、腹泻的情况，所以对于任何类型的狗狗都不适宜喝。</p><br><p>2.可以喂成年狗狗和狗宝宝喝脱脂牛奶，这类奶相对讲比较安全。</p><br><p>3.对狗狗来说，羊奶比牛奶更易被它们的身体接受和吸收。</p><br><p>4.奶即使对狗狗没有副作用，也不要长期喂食。那毕竟只是狗狗补充营养的东西，不是必需品。'物极必反'的道理相信家长们都知道。</p><br><p>5.如果您家的狗狗体质差，请尽量不要选择'奶'这种补品，如果造成拉稀，有可能就此断送了它的生命。</p><br><p>6.如果您觉得很有必要给狗狗补充营养，但是狗狗又不适合喝奶。那么可以选择一些婴儿奶粉、狗狗专用奶粉等</p>"
        },
        {
          id: 38,
          title: "狗狗需要一天8杯水吗？",
          writer: "小爱",
          from: "狗狗网",
          seeNumber: 111,
          time: "2020-4-18",
          content:
            "<p>盛夏来袭，无论是我们还是毛孩子，都在备受高温的煎熬，天热，喝水的次数自然也就增加了。俗语有云'一天八杯水'，然而这个对毛孩子也适用吗？这就跟着小编一起来看看：</p><br><p>毛孩子喝水要因犬而论</p><br><p>根据研究表明：毛孩子平均每天喝水9次，每次平均喝水60毫升。然而毛孩子的饮水量并非一成不变，通常来说：毛孩子吃的食物越干、身处的环境温度越高、日常运动量越大，它们越需要喝更多的水。</p><br><p>成年的毛孩子每天每千克体重需要50-100ml的水，幼犬对水的需求量则会更大一些，几乎不能断水。然而铲屎官要留意：当自家毛孩子突然大量饮水，超出平时饮用量时，若是出现食欲下降、身体浮肿、尿液颜色深等症状，可能是患有肾病；若是遗尿、尿失禁、出现脱水症状等，可能是患有尿崩症，其他的症状还需要铲屎官仔细观察，切记有异样要及时带毛孩子治疗。</p><br><p>成年的毛孩子每天每千克体重需要50-100ml的水，幼犬对水的需求量则会更大一些，几乎不能断水。然而铲屎官要留意：当自家毛孩子突然大量饮水，超出平时饮用量时，若是出现食欲下降、身体浮肿、尿液颜色深等症状，可能是患有肾病；若是遗尿、尿失禁、出现脱水症状等，可能是患有尿崩症，其他的症状还需要铲屎官仔细观察，切记有异样要及时带毛孩子治疗。</p><br><p>水多水少，看住毛孩子的嘴</p><br><p>带毛孩子出去散步，铲屎官要注意自己毛孩子沿途做了哪些事。如果是舔地上的东西，尤其是沟渠、小水坑啥的，准备要喝的时候，一定要及时呵斥。因为这些水中含有什么，你不知道，如果是农药、藻类等对毛孩子百害的东西，岂不是伤害了毛孩子的健康。</p><br><p>其次要是毛孩子还未接种好相关的疫苗，这些外面的水中倘若含有钩端螺旋体，对毛孩子来说更是致命的伤害。所以外出遛狗，铲屎官最好随身携带纯净水，让狗狗尽量杜绝喝外面的水。</p>"
        },
        {
          id: 39,
          title: "如何识别狂犬病",
          writer: "小爱",
          seeNumber: 111,
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>1.被疯狗咬伤后，经过长短不一的潜伏期，才会发病。短者伤后十几天，长者可达半年、一年甚至更长时间。</p><br><p>2.狂犬病初期症状：烦躁不安、头痛、发热、继而惊恐、怕水、怕光、暴躁、牙关紧闭、脖子发硬、全身肌肉强直、遇到水、火、风等都可引起抽风，最后出现心力衰竭，可因呼吸麻痹而死亡。</p><br><p> 3.典型疯狗常表现为两耳直立、双目直视、眼红、流涎、消瘦、狂叫乱跑、见人就咬、行走不稳；也有少数疯狗表现安静，离群独居、一受惊扰、狂叫不已，吐舌流涎，直至全身麻痹而死。有的狗、猫虽无'狂犬病'表现，却带有狂犬病毒，它们咬人后照样可以使人感染狂犬病毒而得'狂犬病'。</p>"
        },
        {
          id: 40,
          title: "让狗狗学会安静很简单",
          seeNumber: 111,
          writer: "小爱",
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>狗狗想吃想玩就对主人大叫，要让它变安静很简单，只需要一步</p><br><p>很多主人看到这个会不会觉得有点熟悉？狗狗通常在某些时候对我们大叫，原因可能是因为食物，因为想出去，为了引起注意而吠叫，或者想让你扔玩具给它。 </p><br><p>如果是这样的情况，说明你的狗狗正在给你要求呢，它的目的就是吸引主人的注意力，然后让你帮它完成它的要求。</p><br><p>回想下，在狗狗小的时候，如果我们停止抚摸狗狗了，它可能会对着我们大叫，然后主人觉得这样的狗狗萌萌哒，于是又忍不住去摸摸它。可能很多主人并没有意识到，这些聪明的小家伙正在密切关注并学习着——嗯，原来我吠叫，主人就会答应我的要求呀。</p><br><p>于是，它们的认知里总结出来，只要我有想要的或者想做的，我就对主人叫就好了。</p><br><p>久而久之，当狗狗长大之后，它依旧这样叫，声音大而洪亮，我们可能不再觉得是奶萌可爱的了，而是太吵太烦人了。这个要怎么解决呢？</p><br><p>其实要解决这个问题很简单，但是需要主人有时间和耐心。</p><br><p>方法就是，当狗狗觉得需要主人的帮助时——忽略它。</p>"
        },
        {
          id: 41,
          title: "狗狗放屁特别臭是怎么回事？",
          writer: "小爱",
          from: "狗狗网",
          seeNumber: 111,
          time: "2020-4-18",
          content:
            "<p>  狗狗放屁这件事情，很多铲屎官都是比较疑惑的，虽然说狗狗不是像人一样有各种想法，但是其实狗狗的放屁行为完全是狗狗无意识的自然反应，根本不会出现避免这种情况的可能，随时随地，想放就放。</p><br><p> 在正常情况下，狗狗吃东西的时候狼吞虎咽的，所以这时候空气也就随着粮食一起进入到狗狗的胃里面，所以狗狗偶尔的放屁是没有其他消化问题的，完全不用担心。</p><br><p>消化问题</p><br><p> 这时候狗狗放屁是有味道的，多半是因为吃多了，因为狗狗本身就是个十足的吃货，只要是看见好吃的，不管当时吃没吃过饭，瞬间就跟饿了三天一样，吃完之后消化不了，就会出现呕吐和放屁的情况，狗狗出现这种情况的时候，一般饿上一天两天，肚子里面的东西消化完了就好了。</p><br><p>   所以在喂食狗狗吃东西的时候一定要注意了，并不是最好的狗粮就是适合你家狗狗的，因为有的狗粮是狗狗消化不了的，所以才会引起拉稀和食欲不振的情况，会引起放屁，有的时候狗狗会跟我们一样吃零食，其实这些东西是完全不适合它们的肠胃的，所以出现这种情况完全是因为主人的过于溺爱造成的。</p>"
        },
        {
          id: 42,
          title: "除了狗粮 不妨再试试这五种蔬菜",
          writer: "小爱",
          seeNumber: 111,
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>相信不少人养狗的过程中除了给它喂狗粮之外，还会喂些蔬果之类的吧，今天就来和大家说说，养狗除了喂狗粮，不妨再喂这5种蔬菜给狗狗吃，这样它会更加的健康！ </p><br><p>1、土豆</p><br><p>平时喜欢吃土豆的宠主，不妨也给狗狗吃一些，不过不能喂生土豆，会导致狗狗不消化的，引起拉稀、呕吐的。给狗狗喂些煮熟的土豆，可以补充一些元素铁，铁元素可以改善狗狗贫血，促进健康！</p><br><p>2、西兰花</p><br><p>西兰花含有丰富的维生素，钙和纤维，对狗狗有很大的帮助，但理想情况下西兰花的量应少于狗狗饮食的10％。同样建议与兽医交谈，以确保您确切地知道多少是安全的，什么时候会对您的宠物产生毒性，最好喂你的狗煮熟的西兰花，这样有助消化！</p><br><p>3、菠菜</p><br><p>菠菜是一样富含铁和钙的蔬菜，多补充这两种物质有利于狗狗的而骨骼健康，同时，菠菜还含有类黄酮和类胡萝卜素，因此而而拥有抗炎/抗癌的特性。不过不少狗狗不喜欢吃菠菜，主人可以用一些技巧来诱导狗狗吃！</p><br><p>4、南瓜</p><br><p>南瓜子跟果肉中所发现的油脂，被认为能帮助泌尿道的健康。特别是对于有尿失禁问题的狗狗而言，在食物裡加一些南瓜会很有帮助。南瓜裡头含有丰富的纤维质，能帮助消化，对于便祕或拉肚子的狗狗，可以在食物中加一匙南瓜泥给它吃！</p><br><p>5、胡萝卜</p><br><p>胡萝卜是最常见的蔬菜之一，而且它有助狗狗美毛，所以如果你家狗狗毛发不好的话，不妨给它喂些胡萝卜。平时喜欢做自制狗粮的宠主，也可以给它添加一些胡萝卜，不过胡萝卜一定要煮熟了喂，这样对狗狗才会更健康！</p><br><p>狗狗饲养注意：</p><br><p>除了喂蔬菜之外，也要多注意一下狗狗的饮食情况哦，不能给狗狗吃的太杂，还有不要吃的太咸，对身体不好。给狗狗选择主食狗粮的时候，最好是优先挑选一些低盐、不含添加剂、营养丰富的狗粮。</p>"
        },
        {
          id: 43,
          title: "狗狗气味的来源",
          writer: "小爱",
          seeNumber: 111,
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>首先：狗狗身上异味的最主要来源就是狗狗分泌的皮脂，为了保护狗狗的皮肤，狗狗的身上汗腺分泌出来的不是汗液而是皮脂，但皮脂在和空气接触后会产生氧化反应，这就会出现一些异味，尽管这个味道并不重，对于铲屎官来说很快就会适应并且无视掉，但对于初次接触或是从一个特别干净的地方去到铲屎官的家里，就能够很明显的闻到一股皮脂的味道。</p><br><p>同时在和狗接触的时候，身上的皮脂味道可以留在沙发上、地板上、铲屎官的身上，任何它接触过的地方都会留下轻微的皮脂气味。</p><br><p>其次：狗狗的耳朵也会出现异味，在正常情况下狗狗耳朵里的异味会特别少，但当狗狗出现耳螨或是中耳炎后，这就会传出一些刺鼻的气味。</p><br><p>第三：狗狗的肛门腺也会有其独特味道，像一些味道比较重的体味，大部分就来自于狗狗的肛门腺。</p><br><p>第四：泪腺也是会产生异味的。</p><br><p>第五：狗狗嘴巴中的异味也需要及时处理。</p><br><p>那么我们既然知道了狗狗身上异味的来源，那么我们就可以对症下药</p><br><p>日常清理工作：</p><br><p>日常清理工作：</p><br><p>狗窝每周都需要经过太阳紫外线消毒，至少1~2次，用吸尘器清洁至少一次，半个月需要清洗一次狗窝。</p><br><p>家里沙发，如果狗狗特别喜欢在上面躺着，那么建议带一个布罩。</p>"
        },
        {
          id: 44,
          title: "养不同的狗狗暴露不同的性格",
          writer: "小爱",
          seeNumber: 111,
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>听说养狗是会暴露主人的性格的，养不同的狗会代表着不同的性格，下面就来说说不同的狗狗代表着不同的性格，不知道你是哪一种呢？</p><br><p>第一种狗、贵宾/泰迪——细腻、满满爱心</p><br><p>喜欢泰迪犬这种小型狗狗，说明你的内心很细腻柔软，充满母性，并且很渴望别人对自己的亲密哦。因为泰迪的是一种很粘人很喜欢撒娇的狗狗，长相也萌萌的，像个玩具，养起来也像养女儿一样的，要百般照顾。泰迪犬也很聪明机灵，带出去时尚又拉风，也说明你是个很有个性，追求新潮的人。</p><br><p>第二种狗、中华田园犬——忠厚老实</p><br><p>中华田园犬，以前一直被人们用来看家护院，也是因为它的忠诚友善。饲养中华田园犬的人，一般都是觉得人人都是平等的，职业什么的并没有贵贱之分，还非常忠厚老实。现在在城市也有很多人把中华田园犬当做是宠物狗一样饲养了，其实中华田园犬也可以很优秀哦！</p><br><p>第三种狗、 金毛——善良，缺乏安全感</p><br><p>我们都知道，金毛有个外号就是'大暖男'，性格非常友善温顺。养金毛的人，一般都是具备金毛'暖'的这一个特点，在生活上将会很好的照顾别人，是一个很好的伙伴哦！还有部分主人可能会缺乏安全感。我们知道金毛智商比较高，排在第四，服从性也是比较好的，非常听话，平时想要训练它，很简单，只要耐心，反复练习，配合一些小零食去训练，一个简单的动作基本上几次就能够学会了。</p><br><p>第四种狗、柯基犬——聪慧闷骚</p><br><p>这个作为英国皇室专宠的狗狗，本身就带着皇室的高冷，刻板、专注的基因。喜欢柯基犬的人呢，基本也会保持严肃、专注的性格，他们热爱生活、会享受，天生聪慧却少言寡语，属于典型的闷骚型。还有柯基是掉毛比较严重的狗狗，饲养柯基要注意饮食清淡，尽量选择低盐清淡，营养均衡的优质狗粮，缓解掉毛情况。</p><br><p>第五种狗、哈士奇——非比寻常</p><br><p>哈士奇自身的很多行为就是让人捉摸不透的，但是它们作为古老的雪橇犬，工作起来却是十分认真的。选择哈士奇的人，性格上和哈士奇也差不多，平时放荡不羁，一副玩世不恭的样子，但是正经做事的时候却非常认真。哈士奇是属于雪橇犬，现在在各个地方分布，肠胃不容易适应，所以在饮食上一定是要特别注意了，可以选择一些带益生菌的天然粮或者购买宠物益生菌喂食，益生菌能够有效调理狗狗的肠胃哦！</p>"
        },
        {
          id: 45,
          title: "让人落泪的流浪狗故事，他们生活的无奈和艰辛，震撼了铁石心肠！",
          seeNumber: 111,
          writer: "小爱",
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>断了两只腿的流浪狗妈妈，靠着剩下的只前腿，艰难地觅食来喂养它的四个孩子。因为它知道，如果自己外出觅食，孩子们一定饿死。狗妈妈靠着坚韧的毅力，两条腿艰难地行走，做出让人感叹不已的事情。母爰是伟大的，在狗的世界里也是一样！</p><br><p>这只流浪狗因为害怕出来被打，小狗躲在墙洞里三年不敢出来。据了解，在这狗狗很小的时候，跟着狗妈妈一起流浪。它眼睁睁地自己的妈妈被人活活打死，由于受到严重的惊吓，从比躲进墙洞不敢出来。只是偶尔出来活动一下身子。它的食物都是附近的好心人送给他的，一送就是三年。毕竟这世上还是好人多。</p><br><p>一名男子看到一只瘦瘦的流浪狗，流浪狗也目不转睛的看着他，就给了它一个鸡腿，本以为它会立即狼吞虎咽地啃完，没曾想狗狗叼起鸡腿转身就跑。出于好奇男人跟着狗狗穿过大街、市场??最后来到一个烂尾房，原来这里有流浪狗的几个孩子。小狗们看到妈妈嘴里的鸡腿马上跑了上来，妈妈只是在旁边静静地看着，其实狗妈妈也饿得不行，但是它知道，它吃了，孩子就没吃的了。深受感动的男子将手中的食物全部留给了狗狗。</p><br><p>每一只流浪狗都有它的故事，看着这些图片，即使你不是喜欢动物的人，也会蹦出怜悯之心。其实这个世界可以很温暖的，只要我们共同努力！</p>"
        },
        {
          id: 46,
          title: "一个真实的养狗狗小故事，有兴趣的来看看吧",
          writer: "小爱",
          seeNumber: 111,
          from: "狗狗网",
          time: "2020-4-18",
          content:
            '<p>吉尔查德在过去16年里一直从事导盲犬的寄养工作，这段时间她每年都会代养一只幼犬。目前她养的幼犬叫凯西，是一只黄色拉布拉多母犬。“我曾经寄养过拉布拉多猎犬、金毛猎犬、拉布拉多和普通猎犬的杂交犬，以及直毛犬和猎犬的杂交犬，老实说，每一只犬都有所不同。当然同一品种的犬都会有某些共同特征，但我体会更深的是每只犬都极具个性。"拉布拉多和普通猎犬的杂交犬是优秀、健康的犬种。我喜欢养直毛犬和猎犬的杂交犬，从外形看它像是直毛犬，但我觉得金毛猎犬的血统让它显得更沉静。“别人告诉我训练公犬要比训练母犬难得多，但我不这么认为。事实上，这么多年我最喜欢的两只犬都是雄性金毛猎犬。</p><br><p>我发现有些公犬的确很难对付,但母犬会带来其他麻烦。"吉尔现在的寄养经验十分丰富，她说这有助于她及早发现问题并解决问题。“我最早养过一只叫约克的拉布拉多公犬，它很令人头疼。进入青春期后，它的性格变得十分叛逆，经占有/护卫欲：如果犬对某种玩具特别在意，你、要想从它那儿拿走这个玩具，它就会冲你吼叫。你的犬也许会护卫许多东西，包括它的床和犬窝，要是你靠得太近，它就会警告你离开。</p><br><p>或许它对食物看得很紧，要是在它吃东西的时候打扰它，它准会冲你叫。常有过分的要求。我在洗餐具的时候，它会突然扑向我，朝我叫唤。它从不对我的丈夫约翰这样，却觉得可以在我身上试试。”在培训师的帮助下，吉尔开始下功夫改变约克。“我们得严格要求它，利用有力而果断的肢体语言让它明白谁是主人。我们采取了一些措施来降低它的地位。比方说，给它喂食之前，我会坐到犬床上，假装吃它碗里的东西。那些曰子我显得很幼稚，的确是觉得很困难。但你得学习犬的思维方式，从它的角度来看这个世界。归根到底，你是在利用你的常识而已。”后来约克改掉了它强烈的支配欲，成长为一只合格的导盲犬。吉尔最近正在处理一只6个月大的母犬凯西的青春期问题。“还没到第一个发情期，它的荷尔蒙就开始旺盛地分泌了。</p><br><p>它很容易兴奋，我们出去散步的时候，它总爱往路人身上扑。以前它可以应付自如的场合，现在却让它感到惊慌。今天我带它出去，试着让它走上火车站的几级台阶。台阶在室外，处在一个露天的环境，而这个场景在几个月前是完全不会使它紧张的。“它显得十分慌乱，于是我决定明天和丈夫一起过来，为她设立一个训好斗：.在某些情况下，它会攻击其他的犬，有时还会攻击人，尽管这种情况很少。如果犬真的对人发出了攻击，你必须立刻去经验丰富的驯犬师或有名的行为学者那里取取经。攻击人的犬会惹大麻烦的，你要负起责任，及时请专家帮忙。"凯西喜欢和我们一起走，我就牵着它走在我丈夫后面。我丈夫走上最高一级台阶后，叫凯西的名字。我们手里都拿着些吃的，凯西往台阶上走的时候，我们就可以奖励它，这样一直鼓励它走到最高一级。如果我们坚持这样训练，它很快就会适应。</p><br><p>它的紧张感是由青春期暂时性挫折感引起的。”吉尔还发现她养过的一些幼犬在青春期会经历一个"撞墙”阶段，即满屋子疯跑。"这是一种出于过度兴奋和渴望关注的混合情绪，”吉尔说。“一发生这种情况，我就抓住它，把它放在屋外，让它在外面呆上5分钟。你若对它置之不理，它就会明白用疯跑来寻求关注是行不通的。5分钟后，我再让它进屋，然后表扬一下它的沉着安静。”吉尔发现母犬在度过第一个发情期后会安静很多。“尽管经常能看到幼犬取得进步，我却不能连续进行驯养了，因为到那个时候，幼犬们就要被送去训练了。”吉尔养的大部分幼犬成了合格的导盲犬，但难免也有不成功的例子。</p><br><p>“到最后的时候，你与幼犬一起合作，接受测试；出现问题的时候，有时可以解决，有时解决不了。在带它们散步的途中，有的幼犬会因其他犬而分散注意力，外出散步时，有时会过度兴奋。这在宠物犬身上可能只是小毛病，在导盲犬身上却是不能接受的。”吉尔曾经也想尝试驯养一只没有经过训练的成年犬，后来她还是决定把精力都集中在训练幼犬上。“每一只犬都会带来不同的麻烦，需要不断研究幼犬训练和行为的每一个方面。我觉得这项工作很有挑战性，很有价值。没有绝对完美的幼犬假如所有犬都一样，没有什么需要改进的地方，也就毫无乐趣了。</p>'
        },
        {
          id: 47,
          title: "对养狗的人讲个故事",
          writer: "小爱",
          seeNumber: 111,
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>有一次，带家里的狗看医生，坐上一辆计程车。</p><br><p>“是呀！从昨晚就咳个不停。”我说。</p><br><p>司机突然长叹一声：“唉！咳得和人一模一样呀！”</p><br><p>话匣子于一打开，司机说了一个养狗的痛苦经验：</p><br><p>很多年前，他养了一条大狼狗，长得太大了，食量非常惊人，加上吠声奇大，吵得人不能安宁，有一天觉得负担太重，不想养了。他把狼狗放在布袋里，载出去放生，为了怕它跑回家，特地开车开了一百多公里，放到中部的深山。放了狗，他加速逃回家，狼狗在后面追了几公里就消失了。</p><br><p>经过一个星期，一天半夜听到有人用力敲门，开门一看，原来是那只大狼狗回来了，形容枯槁，极为狼狈，显然是经过长时间的奔跑和寻找。计程车司机虽然十分讶异，但是他二话不说，又从家里拿出布袋，把狼狗装入布袋，再次带去放生，这一次，他从北宜公路狂奔到宜兰，一路听到狼狗低声号哭的声音。</p><br><p>到宜兰山区，把布袋打开，发现满布袋都是血，血，还继续从狼狗的嘴角流溢出来。他把狗嘴拉开，发现狼狗的舌头断成两截。原来，狼狗咬舌自尽了。</p><br><p>司机说完这个故事，车里陷入极深的静默，我从照后镜里看到司机那通红的眼睛。经过一会儿，他才说：“我每次看到别人的狗，都会想到我那一只咬舌自尽的狗，这件事会使我痛苦一辈子，我真不是人呀！我比一只狗还不如呀！”</p><br><p>听着司机的故事，我眼前浮现那只狼狗在原野、在高山、在城镇、在荒郊奔驰的景象，它为了回家寻找主人，奔跑百里，不知经历过多么大的痛苦，好不容易回到家门，主人不但不开门，连一句安慰的话也没有，立刻被送去抛弃，对一只有志气有感情的狗是多么大的打击呀！与其再度被无情无义的人抛弃，不如自求解脱。</p><br><p>司机说，他把狼狗厚葬，时常去烧香祭拜，也难以消除内心的愧悔，所以他发愿，要常对养狗的人讲这个故事，劝大家要爱家中的狗，希望这可以消去他的一些罪业……</p><br><p>唉！在人世间有情有义的人受到无情的背弃不也是这样吗？</p>"
        },
        {
          id: 48,
          title: "养狗故事 真实小故事",
          seeNumber: 111,
          writer: "小爱",
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>女主人挺着个大肚子还下地干粗重的活，因为男主人在县城工作，每个月才回来一次。女主人只能自己照顾自己，同时还不能扔了地里的活。女主人很善良，虽然自己也没有什么好东西补养什么，但是从不让小黑饿着。 </p><br><p>三个月过去了，农历四月份，小黑已经长成一条半大的狗了。他身上的毛已经变成黑白相间的漂亮大花了。女主人生了一个小嫚。这让重男轻女的婆婆很不高兴，但是小黑很高兴。他整天围着女主人转来转去，希望能有机会舔一下那个小小的人儿。不过女主人自己抱着那个小人儿都小心翼翼的，更加不会让别人碰碰了。于是小黑就常常安静的趴在炕旮旯里，巴巴儿的望着炕上。其实他已经很有力气了，跳到炕上对他来讲简直不费力气，但是他不会这么做，他连炕沿都不会靠近，因为他知道主人会不高兴。 </p><br><p>那个小人儿哭了，女主人手忙脚乱的给那个小人儿换尿布。小黑兴奋的站起来，他知道要为主人做什么。一片带着那个小人儿排泄物的尿布扔下来了，小黑赶忙上去舔干净。很恶心吧？不要笑，以前农村的孩子都是这么养活，都很健康。</p><br><p>转眼到了夏天，小黑六个月了，已经长成一条雄健的大狗了，虽然还带着一些稚气，但毛色光亮，威风凛凛，很是英俊。这是一只少年老成的狗，自从有了那个名叫小燕儿的小主人，小黑就不再玩那种扑人的裤腿儿的游戏了。他觉得自己是一个守护神了，每天忠实地守护在小主人身边。 </p><br><p>因为是个女孩的缘故，奶奶对小燕儿并不喜欢，总找借口不愿看她。无奈女主人只能带着小燕儿下地干活。女主人挑着扁担，扁担前面的箩筐里躺着小女孩，后面就挑着席子和小被子。 小黑就撒着欢儿跟着。 农历七月的天气已经很热了，女主人在地头找一个阴凉的地方儿铺上席子和被子，把小女孩放在上面，对小黑说：“好好看着啊，哪儿也不许去。”小黑就默默地趴在席子旁边，专注的看着那个小孩。其实这个小孩长的并不好看，黝黑的脸蛋，稀稀拉拉的几根头发，勉强不丑罢了。不过小黑不知道什么是美丑，他只知道这是他应该守护的人。他歪着脑袋用黑亮的眼睛看着小燕儿咿咿呀呀的挥舞着手脚，或者吧唧吧唧的吃手指头，要不就呼呼大睡，感到心满意足。 </p><br><p>其实女主人是不太放心的，她干一会活就要把小燕儿跟着往前挪挪，还时不时地回头看看小黑还在不在，又站起来侧耳听听小燕儿是不是哭了，每个一段时间给小燕儿喂奶的时候都把小燕儿的衣服被子仔细的看看，生怕上面有什么蚂蚁虫子之类的，不过女主人从来没找到过。小黑早把那些蚂蚁、虫子还有蚂蚱什么的捉的捉，撵的撵，消灭光了。女主人越来越放心了，常常来到地头，放下女儿就干活去了。等听到小黑连续大叫，就知道女儿饿了，该喂奶了。 </p><br><p>小燕儿能自己翻身了，她开始尝试着伸手去抓东西，于是小黑的嘴巴，鼻子，耳朵就常常成为她的目标。不过她一般是抓不到的，往往她还没有爬到小黑面前，她细细的小胳膊就支撑不住了，一下摔个嘴啃泥。但是总是不成功让这个小人儿很有挫折感，于是她小嘴儿一咧，哭开了。小黑急忙站起来，用舌头舔舔她的额头。这小人儿马上不哭了，一屁股坐下，拿小巴掌一下下拍着小黑的脑袋，高兴了。</p><br><p>燕儿的奶奶不知怎么想的，突然主动要求照看小燕儿。女主人自然是很高兴，虽然小黑能够照看小燕儿，但它毕竟只是条狗，不会说话。于是她把小燕儿交给了奶奶。</p><br><p>小黑不必照看小燕儿了，不过他立马有了新的任务--为小燕儿找食物。小燕儿已经6个月了，虽然奶水充足，还是细胳膊细腿的。常吃完奶没一会儿就饿的大哭，因为家里头实在没有东西可给她吃。那时刚刚开始大包干，谁家里都穷的叮当响，哪有钱去给她买营养品呢？</p><br><p>无奈之下，男主人想出了一个好办法。他是民兵，手中有土枪，而且枪法很准，他决定去打猎。说干就干，男主人把枪里装上铁砂子，带上火药，天一擦黑就出门了。小黑似乎知道男主人要去干什么，紧紧地跟上。男主人正有意好好培养一下小黑，见他跟来，很高兴。 </p><br><p>经过了一个夏天的饱食，现在的野兔正肥。没有人教过小黑怎么做，就见他东嗅西嗅，一会儿就从草丛中撵起一只野兔来。小黑一会儿跳到野兔的左边，一会儿又跳到右边，野兔东窜西逃，一会儿就混了头，径直朝男主人跑过去。男主人拿手电筒照着野兔的眼睛，野兔傻了，停下，立起两条前腿儿，亮晶晶的眼睛直直的盯着手电的光。一声枪响过后，远远的躲在一旁的小黑如闪电般把受伤逃窜的野兔叼了回来。 </p><br><p>马上，小燕儿的爷爷，一个憨厚的老人就把野兔收拾了：兔皮贴在墙上晾干，兔肉炖得稀烂，给小燕儿送来了。那真是一个温馨的场面啊——小燕儿坐在女主人的腿上，大口大口吃着妈妈嚼的兔肉，吃的高兴的时候就咧着长了几颗牙的小嘴儿笑；女主人一边擦着小燕儿嘴上的油，一边轻声细语的说：“慢慢吃啊，看把咱闺女咔哒的。”男主人笑着抚摸着趴在旁边摇尾巴的小黑，有些得意的对女主人说：“你说这个小黑，还真是怪，我也没教他怎么轰野兔，他怎么就知道呢？他还知道在我瞄准的时候躲开，你说谁教的？咱以前养那么些狗，都加起来也比不上小黑。嘿嘿！”</p><br><p>很快，打猎就成了小黑最大的爱好。不论何时，哪怕他正在田野里撒欢奔跑，只要男主人在家一拿起枪，他就能准确的感知到，及时地出现在男主人面前。有时候，男主人和村里人合伙去打猎，怕人多枪杂，不小心伤到小黑，就喝令小黑在家看家，这样的命令可真是让小黑无比的沮丧，他委曲的哼着，眼巴巴地看着主人走了。可是男主人走在半路上总觉得小黑跟在身后，回头一看，小黑果然闷声不响的在后面跟着，见主人发现了自己，小黑停下了，拿眼睛盯着主人，无声的恳求着，同时又害怕主人生气，不住的摇着尾巴向主人撒娇。主人喝令小黑回家去，小黑往后退了两步又站住了，看着主人。主人佯作生气，赶上两步举起手来，作势要打，小黑古堆儿一下趴在地上，往前爬两步，用头蹭主人的鞋子和裤腿儿。大家都憋不住的笑了，为小黑求情。主人也笑了，说：“走吧。”小黑一蹦而起，兴奋的摇头晃脑，一窜一跳的在前面带路。这大概是小黑唯一任性的时候。有几次，女主人把小黑关在家里，让男主人偷偷走了，可是聪明的小黑越墙而出，还是在半路上追上了男主人。如是三番之后，主人们明白再怎么阻拦也是徒劳，于是就听之任之了。不过，有小黑在，大家总能多打到猎物，所以大家都是很喜欢小黑。不用说，主人得到的是最多的。</p>"
        },
        {
          id: 49,
          title: "我的导路犬",
          seeNumber: 111,
          writer: "小爱",
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>一直以为我家狗儿是路痴+嗅觉失灵，所以从来都没敢放手让它独自外出，经常远远的走来它也认不出是自己家人。它最爱搭车，但是在车里也不会老实的待着，只有打开车窗把它举着让它吹吹风，满足下它那好奇的小心脏才会安静下来。平时车停在家楼下固定的车位上，在它拉完粑粑经过时会站起来闻下自己的车，但是有一次我开着车从它旁边经过，它居然没反应，完全没认出我和车。昨晚车子停在了单位车库，在出门时候我和妈妈轻轻说了句等下去单位把车开回家，然后我们就按平常的路线在家附近散步，走到路口时小狗子很自觉地把我拉到斑马线，往单位方向走，我们一路跟着它，它很急，一路急跑。进了车库，它一直在找我们的车，从左找到右，就在我们都以为它又找不到的时候它在自家的车子前站着。我满心欢喜，从过马路到车库都是它带路，突然觉得4岁的它长大了，一直把它捧在手心里，遇到不明路况都把它抱在怀里，它也总能带给家人欢乐，如果4年前没有选择它，我们必然失去很多快乐和笑声。 </p>"
        },
        {
          id: 50,
          title: "超级狗狗:小可爱拉布拉多犬",
          writer: "小爱",
          seeNumber: 111,
          from: "狗狗网",
          time: "2020-4-18",
          content:
            "<p>我的小可爱拉布拉多犬是一个非常有礼貌的绅士。他啊有一点点调皮。跟我弟弟差不多。但相差实在是太大了，他的智商都比我弟高啦。</p><br><p>我的小可爱拉布拉多犬是一个非常有礼貌的绅士。他啊有一点点调皮。跟我弟弟差不多。但相差实在是太大了，他的智商都比我弟高啦。</p>"
        }
      ]
    };
  }
};
</script>

<style scoped>
.conserve-title {
  font-size: 26px;
  font-weight: normal;
  color: #3e3e3e;
  margin-bottom: 25px;
  line-height: 32px;
}
.conserve-content {
  text-indent: 2em;
  color: #606266;
  font-size: 18px;
}
.conserve-msg {
  text-align: center;
}
.conserve-msg span {
  margin: 0 20px;
}
</style>